[
  {
    "Id": "b7e2e1a2-1c3a-4e2a-9b1a-1a2b3c4d5e01",
    "Title": "Senior Frontend Developer (React)",
    "Company": "TechWave",
    "Contracting": "Contract",
    "Locality": "Remote",
    "Salary": "$3,000 - $6,000",
    "Publicant": "Rafaella Bragança",
    "Contact": "rafaella.braganca@techwave.com",
    "Description": "We are looking for a senior frontend developer with deep expertise in React and TypeScript to work on a high-scale web product. The role requires designing and implementing rich, high-performance user interfaces, being mindful of accessibility, and working closely with designers and backend engineers to deliver cohesive user experiences. Candidates must have hands-on experience with SSR or SSG using Next.js, modern state management (Redux, Zustand, or equivalents), component-level testing, CI/CD practices, and rigorous code review habits. You will be expected to make architectural frontend decisions, reduce bundle size through techniques like code splitting and lazy loading, and use performance metrics to guide improvements. The role also includes documenting technical decisions, participating in backlog grooming and estimation sessions, mentoring junior developers, and contributing to the development and governance of a corporate design system. The team works in short sprints with a strong focus on delivering user value incrementally. We offer remote work, a professional development budget (courses and conferences), participation programs, and an autonomous environment that values technical ownership and pragmatic engineering practices.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "c8f3d2b3-2d4b-5f3b-8c2b-2b3c4d5e6f02",
    "Title": "Backend Engineer (Go/Python)",
    "Company": "CloudCore",
    "Contracting": "Full-time",
    "Locality": "Hybrid",
    "Salary": "$4,500 - $8,000",
    "Publicant": "Mariana Oliveira",
    "Contact": "mariana.oliveira@cloudcore.com.br",
    "Description": "Opening for a backend engineer focused on distributed systems who will join teams responsible for data platforms and critical services. The candidate will work with Go and Python, event-driven architecture, queues, and relational and NoSQL databases. Responsibilities include designing scalable and resilient APIs, optimizing queries, implementing observability mechanisms, and responding to production incidents. Knowledge of containers, Kubernetes, Terraform, and API security practices is required. The candidate will also be expected to design SLAs, define caching strategies, partitioning, retries, and rate limiting, as well as write automated tests and deployment pipelines. A collaborative approach, strong technical communication skills, and experience with code reviews and mentoring are key advantages. Hybrid work, full CLT benefits, and a defined career path.",
    "PublishedAt": "08/30/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "d9a4e3c4-3e5c-6g4c-7d3c-3c4d5e6f7g03",
    "Title": "Data Scientist",
    "Company": "InsightLabs",
    "Contracting": "Contract",
    "Locality": "Remote",
    "Salary": "$5,000 - $9,000",
    "Publicant": "Lucas Pereira",
    "Contact": "contact@insightlabs.ai",
    "Description": "We are seeking a data scientist to design and operationalize predictive models that support product and operations decisions. The professional will work across the entire lifecycle: problem definition, heterogeneous data ETL, feature engineering, supervised and unsupervised modeling, validation, explainability, and model production using MLOps. Strong knowledge of Python, scikit-learn, PyTorch, or TensorFlow, advanced SQL, high-volume processing, and temporal sampling and validation techniques are expected. The candidate will be required to document pipelines, apply drift monitoring, performance metrics, and retraining automation. A strong product sense is essential to translate business hypotheses into metrics, communicate results to non-technical stakeholders, and prioritize deliverables. Remote work, PJ contracts with flexible hours, and participation in the company's strategic roadmap.",
    "PublishedAt": "09/10/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "e0b5f4d5-4f6d-7h5d-6e4d-4d5e6f7g8h04",
    "Title": "Reliability Engineer / DevOps",
    "Company": "InfraScale",
    "Contracting": "Full-time",
    "Locality": "On-site",
    "Salary": "$6,000 - $10,000",
    "Publicant": "Roberto Campos",
    "Contact": "roberto.campos@infrascale.com",
    "Description": "Opening for a reliability engineer (SRE/DevOps) with hands-on experience in maintaining critical 24/7 services in on-premise and hybrid cloud environments. The professional will be responsible for designing and operating scalable infrastructure, implementing monitoring and alerts, automating deployments, orchestrating with Kubernetes, managing infrastructure as code with Terraform, and ensuring operational security. Experience in defining SLO/SLA, planning and executing runbooks, incident response capabilities, learning-oriented postmortems, and infrastructure cost optimization is expected. They will be a key player in creating reliable CI/CD pipelines, backup and recovery policies, and continuous observability integration. A proactive profile, excellent troubleshooting skills, and clear communication with product and engineering teams are essential. On-site work with full-time benefits, meal vouchers, health care, and a bonus plan for availability and efficiency improvements.",
    "PublishedAt": "07/15/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "f1c6g5e6-5g7e-8i6e-5f5e-5e6f7g8h9i05",
    "Title": "Product Manager (SaaS Platform)",
    "Company": "NovaProd",
    "Contracting": "Full-time",
    "Locality": "Hybrid",
    "Salary": "$5,500 - $9,000",
    "Publicant": "Isabela Ferreira",
    "Contact": "isabela.ferreira@novaprod.com",
    "Description": "We are looking for a product manager focused on a SaaS platform to lead the roadmap, prioritization, and alignment between engineering, design, sales, and support areas. The professional will define hypotheses, conduct customer research, measure success through OKRs, and run experiments that increase adoption, retention, and recurring revenue. Experience in analytics to interpret funnels and build actionable metrics is necessary, as well as the ability to write clear technical specifications and work with agile teams. The PM will also conduct discovery workshops, journey mapping, and pricing modeling when necessary. We are looking for someone with a strategic profile, data-oriented, with a history of launching high-impact features and negotiation skills with stakeholders. The position is full-time in a hybrid model, with a benefits package, a budget for conferences, and leadership coaching programs.",
    "PublishedAt": "09/01/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "a2d7h6f7-6h8f-9j7f-4g6f-6f7g8h9i0j06",
    "Title": "Senior UI/UX Designer",
    "Company": "PixelCraft",
    "Contracting": "Contract",
    "Locality": "Remote",
    "Salary": "$3,200 - $5,800",
    "Publicant": "Carla Mendes",
    "Contact": "carla.mendes@pixelcraft.design",
    "Description": "We are looking for a senior UI/UX designer to create user-centered digital experiences for web and mobile. Responsibilities include user research, usability testing, creating interactive prototypes, defining scalable design systems, and close collaboration with product managers and engineers to ensure faithful implementations. Mastery of prototyping and design tools (Figma, FigJam, advanced prototyping), knowledge of usability heuristics, accessibility, and interaction patterns are required. Experience in conducting co-creation workshops, synthesizing insights, and transforming qualitative data into design decisions is essential. We are looking for someone with a robust portfolio, critical thinking, the ability to document design components and tokens, and to advocate for the user in product discussions without losing focus on deadlines and deliverables. 100% remote work, contract-based with flexible hours, and a subsidy for courses and tools.",
    "PublishedAt": "09/05/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "b3e8i7g8-7i9g-0k8g-3h7g-7g8h9i0j1k07",
    "Title": "Quality Engineer - Automation",
    "Company": "TestNest",
    "Contracting": "Full-time",
    "Locality": "On-site",
    "Salary": "$2,800 - $4,800",
    "Publicant": "André Silva",
    "Contact": "andre.silva@testnest.com",
    "Description": "Opening for a quality engineer focused on test automation and quality assurance for web applications and APIs. The professional will design test strategies, implement automated test suites (end-to-end, integration, contract), integrate automation into CI/CD pipelines, and act on the early identification of regressions. Knowledge of modern automation frameworks, scripting languages, experience with container testing, and integration with reporting and bug tracking tools are required. The ability to work with the development team to establish acceptance criteria, review architecture for testability, and propose improvements to reduce technical debt is also expected. Analytical skills, communication with stakeholders, and documentation of quality processes are important. We offer a full-time on-site position, a structured testing environment, participation in training, and corporate benefits.",
    "PublishedAt": "08/20/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "c4f9j8h9-8j0h-1l9h-2i8h-8h9i0j1k2l08",
    "Title": "Digital Marketing Manager",
    "Company": "GrowthLoop",
    "Contracting": "Contract",
    "Locality": "Hybrid",
    "Salary": "$3,500 - $7,000",
    "Publicant": "Patrícia Gomes",
    "Contact": "patricia.gomes@growthloop.ag",
    "Description": "We are looking for a digital marketing manager to plan and execute acquisition and retention strategies on digital channels for a B2B product. The professional will be responsible for performance campaigns, inbound marketing, technical content, SEO, automation, and ROI measurement. Experience with analytics tools, CRM, and marketing automation is required, as well as the ability to develop experimentation hypotheses and funnel optimization. The role demands an analytical vision, leadership skills to coordinate content and growth teams, and an orientation towards measurable goals. They will also work closely with sales to align qualified lead generation and nurturing, and produce executive reports with investment recommendations per channel. Contract-based work, hybrid model, with quarterly goals and bonuses for achieving KPIs.",
    "PublishedAt": "09/12/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "d5g0k9i0-9k1i-2m0i-1j9i-9i0j1k2l3m09",
    "Title": "B2B Sales Executive",
    "Company": "SalesPro",
    "Contracting": "Full-time",
    "Locality": "On-site",
    "Salary": "$2,500 - $6,000",
    "Publicant": "Felipe Rocha",
    "Contact": "felipe.rocha@salespro.com",
    "Description": "Opening for a sales executive with experience in B2B consultative sales focused on enterprise software. Responsibilities include active prospecting, lead qualification, conducting technical demos, building commercial proposals, and closing contracts. The ability to map stakeholders, negotiate terms, and work with forecasts and pipelines in a CRM is expected. The ideal candidate has a good understanding of technology, the ability to translate customer pain into value, and experience in complex sales cycles. Communication, empathy, and organizational skills are fundamental, as well as discipline to meet monthly and quarterly goals. We offer a full-time position, aggressive commission, a company car or transportation allowance, a health plan, and a support structure with pre-sales and marketing to generate qualified leads.",
    "PublishedAt": "09/02/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "e6h1l0j1-0l2j-3n1j-0k0j-0j1k2l3m4n10",
    "Title": "HR Generalist / Recruiter",
    "Company": "PeopleFirst",
    "Contracting": "Full-time",
    "Locality": "Hybrid",
    "Salary": "$2,200 - $4,000",
    "Publicant": "Juliana Costa",
    "Contact": "juliana.costa@peoplefirst.hr",
    "Description": "We are looking for an HR generalist with strong experience in recruitment and selection, onboarding, development of internal policies, and engagement programs. The professional will conduct the entire selection process, from market mapping to final interviews, in addition to working with employer branding to attract talent. They will be responsible for managing benefits, assisting in performance appraisal processes, climate surveys, and developing retention initiatives. Empathy, negotiation skills, the ability to deal with multiple stakeholders, and the use of HR/ATS systems are important. Experience with squad formation, team training, and conducting internal training is a plus. Full-time hybrid position with a benefits package and internal development opportunities.",
    "PublishedAt": "08/05/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "f7i2m1k2-1m3k-4o2k-9l1k-1k2l3m4n5o11",
    "Title": "Mid-Level Financial Analyst",
    "Company": "FinSight",
    "Contracting": "Contract",
    "Locality": "On-site",
    "Salary": "$3,000 - $5,500",
    "Publicant": "Sofia Almeida",
    "Contact": "sofia.almeida@finsight.com.br",
    "Description": "Opening for a mid-level financial analyst to support the financial planning and control area of business units. Responsibilities include statement analysis, cash flow projections, financial modeling, support in annual budgeting, review of operational costs, and support in strategic decision-making. Strong skills in advanced Excel, financial modeling tools, knowledge of IFRS, and experience with ERP systems are expected. The professional will need to prepare management reports, automate analysis routines, work with financial KPIs, and collaborate with sales and operations teams to identify margin improvements. Communication skills to present results to the board and critical thinking to propose scenarios and risk mitigation are essential. Contract-based on-site work with a negotiable benefits package.",
    "PublishedAt": "07/28/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "a8j3n2l3-2n4l-5p3l-8m2l-2l3m4n5o6p12",
    "Title": "Staff Nurse",
    "Company": "HealthBridge",
    "Contracting": "Full-time",
    "Locality": "On-site",
    "Salary": "$1,800 - $3,200",
    "Publicant": "Dr. Marcelo Pinto",
    "Contact": "recruitment@healthbridgehospital.org",
    "Description": "We are hiring a staff nurse to work in a hospital unit with a focus on clinical care and support for multidisciplinary teams. Activities include medication administration, monitoring vital signs, performing nursing procedures, recording and updating medical records, active participation in rounds, and support in emergencies. A nursing degree with an active COREN registration, proven experience in a hospital environment, the ability to work under pressure, and communication skills with patients and families are required. It is also expected that they will act in the continuous improvement of care processes, follow infection control protocols, and contribute to internal training. The position is on-site, full-time, with rotating shifts, a health plan, psychological support, and continuing education programs for professional development.",
    "PublishedAt": "09/14/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "b9k4o3m4-3o5m-6q4m-7n3m-3m4n5o6p7q13",
    "Title": "Mechanical Engineer - Industry",
    "Company": "MechWorks",
    "Contracting": "Contract",
    "Locality": "On-site",
    "Salary": "$3,500 - $7,000",
    "Publicant": "Guilherme Santos",
    "Contact": "guilherme.santos@mechworks.com",
    "Description": "Opening for a mechanical engineer with experience in industrial projects, maintenance, and optimization of production lines. Activities include designing parts and assemblies, specifying materials, failure analysis, developing preventive and corrective maintenance plans, and interfacing with suppliers and the production team for continuous improvement. Knowledge of CAD/CAE, technical standards, quality control, and manufacturing methods is required. The professional will lead efficiency studies, propose layout modifications, calculate loads and size equipment, and manage project budgets and deadlines. An analytical profile, leadership ability, and experience in heavy industrial environments are differentiators. Contract-based, on-site work with benefits and the possibility of participating in factory modernization projects.",
    "PublishedAt": "06/18/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "c0l5p4n5-4p6n-7r5n-6o4n-4n5o6p7q8r14",
    "Title": "High School Math Teacher",
    "Company": "EduNova",
    "Contracting": "Full-time",
    "Locality": "On-site",
    "Salary": "$1,400 - $2,800",
    "Publicant": "Ana Beatriz",
    "Contact": "ana.beatriz@edunova.edu.br",
    "Description": "We are looking for a high school math teacher who enjoys planning engaging classes, applying diagnostic assessments, and monitoring student performance. The professional will be responsible for developing lesson plans aligned with the curriculum, using digital and in-person pedagogical resources, applying active methodologies, and providing constructive feedback. Solid knowledge of algebra, geometry, trigonometry, and probability is expected, as well as the ability to prepare students for national exams and selection processes. It is important to have classroom management skills, the ability to work with parents and the pedagogical team, and to participate in professional development meetings. The position is on-site, full-time, with defined class hours, the possibility of participating in extracurricular projects, and training programs offered by the institution.",
    "PublishedAt": "09/08/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "d1m6q5o6-5q7o-8s6o-5p5o-5o6p7q8r9s15",
    "Title": "Graphic Designer and Motion Designer",
    "Company": "StudioFlux",
    "Contracting": "Contract",
    "Locality": "Remote",
    "Salary": "$2,000 - $4,500",
    "Publicant": "Marcos Vinícius",
    "Contact": "contact@studioflux.design",
    "Description": "Opening for a graphic designer with skills in motion design to produce visual material for digital campaigns, branding, and multimedia content. The professional will work on creating visual identity, social media assets, institutional videos, 2D animations, and assets for landing pages. Mastery of Adobe suite, After Effects, and workflow for rendering and web optimization is required. They will collaborate with content and marketing teams, transform briefings into impactful visual deliverables, and maintain brand consistency. We value a portfolio with narrative works, visual storytelling, and principles of typography and composition. Remote work, flexible contract, agile deadlines, and the possibility of continuous collaboration on long-term projects with variable compensation per delivery.",
    "PublishedAt": "09/11/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "e7n8o9p0-6r5s-4t3u-2v1w-0x9y8z7w6v5u",
    "Title": "Information Security Specialist",
    "Company": "SafeNet Solutions",
    "Contracting": "Full-time",
    "Locality": "Hybrid",
    "Salary": "$5,000 - $9,500",
    "Publicant": "Daniela Ribeiro",
    "Contact": "security@safenet.com.br",
    "Description": "We are hiring an information security specialist to structure and operationalize security policies, conduct risk assessments, penetration tests, and incident response. The professional will work on defining technical and administrative controls, identity and access management, cryptography, API security, and reviewing cloud architectures. Experience with security frameworks, compliance, and standards (ISO 27001, LGPD/GDPR) is desirable. They will coordinate awareness training, prepare mitigation plans, and work with engineering teams to integrate security into the SDLC. An analytical profile, crisis leadership ability, and the skill to communicate risks to executives are essential. Full-time hybrid position with competitive benefits and a technical certification program.",
    "PublishedAt": "08/02/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "f8o9p0q1-7s6t-5u4v-3w2x-1y0z9a8b7c6d",
    "Title": "Level 2 Technical Support Analyst",
    "Company": "HelpDeskPro",
    "Contracting": "Full-time",
    "Locality": "On-site",
    "Salary": "$1,800 - $3,200",
    "Publicant": "Paulo Henrique",
    "Contact": "hr@helpdeskpro.com",
    "Description": "Opening for a level 2 technical support analyst responsible for handling complex tickets, remote diagnostics, application support, and integration with suppliers. Must have knowledge of networks, operating systems, virtualization, and monitoring tools. Activities include technical escalation, executing troubleshooting procedures, incident documentation, and level 1 training. Good prioritization skills, clear communication with clients, and the ability to work occasional on-call shifts are expected. Experience with task automation, maintenance scripts, and cloud environment support is a plus. The position is on-site, full-time, with a career plan, internal training, and medical and dental benefits.",
    "PublishedAt": "07/05/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "g9p0q1r2-8t7u-6v5w-4x3y-2z1a0b9c8d7e",
    "Title": "Corporate Lawyer - Contracts",
    "Company": "LexPartners",
    "Contracting": "Contract",
    "Locality": "Hybrid",
    "Salary": "$4,000 - $7,500",
    "Publicant": "Camila Duarte",
    "Contact": "camila.duarte@lexpartners.legal",
    "Description": "We are looking for a corporate lawyer with a focus on commercial and technology contracts to review, negotiate, and draft confidentiality agreements, service agreements, software licensing, and partnerships. They will work closely with the product, sales, and external legal areas, with responsibility for mitigating risks, aligning SLA and intellectual property clauses, and supporting compliance and privacy issues. Previous experience in a corporate environment, clear legal writing skills, business acumen, and the ability to negotiate complex terms are required. They will also contribute to the development of internal policies, basic contract training for operational areas, and support in contractual disputes. Contract-based, hybrid model, with flexible hours and compensation commensurate with seniority.",
    "PublishedAt": "09/03/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "h1a2b3c4-1a2b-3c4d-5e6f-7g8h9i0j1k15",
    "Title": "Cloud Solutions Architect",
    "Company": "SkyNetics",
    "Contracting": "Full-time",
    "Locality": "Remote",
    "Salary": "$7,000 - $12,000",
    "Publicant": "Renata Souza",
    "Contact": "renata.souza@skynetics.com",
    "Description": "Seeking a cloud solutions architect to design and implement scalable, secure cloud infrastructures for enterprise clients. Must have experience with AWS, Azure, or GCP, infrastructure as code, and cloud security best practices. Responsibilities include client workshops, architecture documentation, and technical leadership for migration projects. Benefits include remote work, annual bonus, and certification sponsorship.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "i2b3c4d5-2b3c-4d5e-6f7g-8h9i0j1k2l16",
    "Title": "Mobile App Developer (Flutter)",
    "Company": "AppVibe",
    "Contracting": "Contract",
    "Locality": "Hybrid",
    "Salary": "$3,500 - $6,500",
    "Publicant": "Thiago Ramos",
    "Contact": "thiago.ramos@appvibe.dev",
    "Description": "We are hiring a Flutter developer to build cross-platform mobile apps for fintech clients. The role involves UI/UX implementation, API integration, and automated testing. Experience with state management, publishing to app stores, and CI/CD for mobile is required. Flexible contract, hybrid work, and project-based bonuses.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "j3c4d5e6-3c4d-5e6f-7g8h-9i0j1k2l3m17",
    "Title": "Content Strategist",
    "Company": "MediaNest",
    "Contracting": "Full-time",
    "Locality": "Remote",
    "Salary": "$2,800 - $4,200",
    "Publicant": "Amanda Torres",
    "Contact": "amanda.torres@medianest.com",
    "Description": "Looking for a content strategist to lead editorial planning, SEO optimization, and cross-channel content campaigns. Must have experience in digital publishing, analytics, and managing freelance writers. Full-time remote, with a learning stipend and flexible hours.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "k4d5e6f7-4d5e-6f7g-8h9i-0j1k2l3m4n18",
    "Title": "Machine Learning Engineer",
    "Company": "DataForge",
    "Contracting": "Full-time",
    "Locality": "Hybrid",
    "Salary": "$6,000 - $11,000",
    "Publicant": "Pedro Lima",
    "Contact": "pedro.lima@dataforge.ai",
    "Description": "Join our team to develop and deploy machine learning models for real-time analytics. Required: Python, TensorFlow or PyTorch, MLOps, and experience with cloud ML pipelines. Responsibilities include model optimization, monitoring, and collaboration with data scientists. Hybrid work, stock options, and conference budget.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "l5e6f7g8-5e6f-7g8h-9i0j-1k2l3m4n5o19",
    "Title": "Business Intelligence Analyst",
    "Company": "InsightIQ",
    "Contracting": "Contract",
    "Locality": "Remote",
    "Salary": "$3,000 - $5,000",
    "Publicant": "Fernanda Dias",
    "Contact": "fernanda.dias@insightiq.com",
    "Description": "Contract position for a BI analyst to design dashboards, automate reports, and support data-driven decisions. Must know SQL, Power BI or Tableau, and ETL processes. Remote, flexible hours, and project-based compensation.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "m6f7g8h9-6f7g-8h9i-0j1k-2l3m4n5o6p20",
    "Title": "Full Stack Developer (Node/React)",
    "Company": "WebSprint",
    "Contracting": "Full-time",
    "Locality": "Hybrid",
    "Salary": "$4,000 - $7,500",
    "Publicant": "Lucas Martins",
    "Contact": "lucas.martins@websprint.io",
    "Description": "We are seeking a full stack developer to work on SaaS products using Node.js and React. Responsibilities include API development, UI implementation, and DevOps collaboration. Experience with microservices, Docker, and automated testing is a plus. Hybrid work, health plan, and annual bonus.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "n7g8h9i0-7g8h-9i0j-1k2l-3m4n5o6p7q21",
    "Title": "Technical Writer",
    "Company": "DocuTech",
    "Contracting": "Contract",
    "Locality": "Remote",
    "Salary": "$2,500 - $4,000",
    "Publicant": "Beatriz Faria",
    "Contact": "beatriz.faria@docutech.com",
    "Description": "Looking for a technical writer to create and maintain product documentation, API guides, and tutorials. Must have experience with developer docs, Markdown, and Git. 100% remote, flexible contract, and documentation tooling budget.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "o8h9i0j1-8h9i-0j1k-2l3m-4n5o6p7q8r22",
    "Title": "UX Researcher",
    "Company": "UserSense",
    "Contracting": "Full-time",
    "Locality": "Hybrid",
    "Salary": "$3,800 - $6,200",
    "Publicant": "Gabriela Nunes",
    "Contact": "gabriela.nunes@usersense.com",
    "Description": "We are hiring a UX researcher to conduct user interviews, usability tests, and synthesize insights for product teams. Experience with qualitative and quantitative research, survey tools, and reporting is required. Hybrid work, benefits, and research conference sponsorship.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "p9i0j1k2-9i0j-1k2l-3m4n-5o6p7q8r9s23",
    "Title": "SEO Specialist",
    "Company": "RankFlow",
    "Contracting": "Contract",
    "Locality": "Remote",
    "Salary": "$2,700 - $4,500",
    "Publicant": "Diego Castro",
    "Contact": "diego.castro@rankflow.agency",
    "Description": "Contract SEO specialist to optimize websites, conduct audits, and manage link-building campaigns. Must have experience with Google Analytics, SEMrush, and technical SEO. Remote, flexible hours, and performance-based bonuses.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "q0j1k2l3-0j1k-2l3m-4n5o-6p7q8r9s0t24",
    "Title": "Customer Success Manager",
    "Company": "ClientFirst",
    "Contracting": "Full-time",
    "Locality": "Hybrid",
    "Salary": "$3,200 - $6,000",
    "Publicant": "Patricia Lima",
    "Contact": "patricia.lima@clientfirst.com",
    "Description": "Seeking a customer success manager to onboard, support, and retain SaaS clients. Responsibilities include training, health checks, and upsell opportunities. Experience with CRM tools, customer journeys, and SaaS metrics is required. Hybrid work, benefits, and quarterly bonuses.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "r1k2l3m4-1k2l-3m4n-5o6p-7q8r9s0t1u25",
    "Title": "Front Desk Administrator",
    "Company": "OfficePlus",
    "Contracting": "Full-time",
    "Locality": "On-site",
    "Salary": "$1,600 - $2,400",
    "Publicant": "Marina Lopes",
    "Contact": "marina.lopes@officeplus.com",
    "Description": "We are looking for a front desk administrator to manage office reception, scheduling, and visitor support. Must have strong communication, organization, and basic IT skills. On-site, full-time, with meal vouchers and transportation allowance.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "s2l3m4n5-2l3m-4n5o-6p7q-8r9s0t1u2v26",
    "Title": "Legal Operations Analyst",
    "Company": "LawSync",
    "Contracting": "Contract",
    "Locality": "Remote",
    "Salary": "$3,000 - $5,200",
    "Publicant": "João Carvalho",
    "Contact": "joao.carvalho@lawsync.legal",
    "Description": "Contract position for a legal operations analyst to streamline workflows, manage contracts, and support compliance initiatives. Must have experience with legal tech tools, process mapping, and reporting. Remote, flexible contract, and project-based pay.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "t3m4n5o6-3m4n-5o6p-7q8r-9s0t1u2v3w27",
    "Title": "E-commerce Operations Manager",
    "Company": "ShopEase",
    "Contracting": "Full-time",
    "Locality": "Hybrid",
    "Salary": "$4,200 - $7,800",
    "Publicant": "Camila Duarte",
    "Contact": "camila.duarte@shopease.com",
    "Description": "We are hiring an e-commerce operations manager to oversee logistics, order fulfillment, and customer service for our online store. Experience with ERP, inventory management, and team leadership is required. Hybrid work, performance bonuses, and health plan.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "u4n5o6p7-4n5o-6p7q-8r9s-0t1u2v3w4x28",
    "Title": "Junior Data Analyst",
    "Company": "DataLeap",
    "Contracting": "Full-time",
    "Locality": "On-site",
    "Salary": "$2,000 - $3,200",
    "Publicant": "Rafael Costa",
    "Contact": "rafael.costa@dataleap.com",
    "Description": "Entry-level data analyst to support business teams with data cleaning, visualization, and reporting. Must know Excel, SQL, and basic Python. On-site, full-time, with mentorship and training programs.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  },
  {
    "Id": "v5o6p7q8-5o6p-7q8r-9s0t-1u2v3w4x5y29",
    "Title": "Social Media Coordinator",
    "Company": "BrandPulse",
    "Contracting": "Contract",
    "Locality": "Remote",
    "Salary": "$2,200 - $3,800",
    "Publicant": "Letícia Barros",
    "Contact": "leticia.barros@brandpulse.agency",
    "Description": "Contract social media coordinator to manage content calendars, community engagement, and analytics for multiple brands. Must have experience with social platforms, copywriting, and reporting. Remote, flexible contract, and campaign bonuses.",
    "PublishedAt": "09/22/2025",
    "applyLink": "https://www.google.com"
  }
]